;------------------------------------------------------------------------------
; UltraDefrag GUI Slovak Language Pack.
; Copyright (C) 2008 by Milan Cerovský.
; Copyright (C) 2010 by Dmitri Arkhangelski. (Configuration Dialog)
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 12, 2010 by Dmitri Arkhangelski
; Revised Feb. 16, 2011 by Milan Cerovský
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Akcia
ANALYSE                   = Analyzovať
DEFRAGMENT                = Defragmentovať
OPTIMIZE                  = Optimalizovať
STOP                      = Zastaviť
SKIP_REMOVABLE_MEDIA      = Preskočiť vymeniteľné média
RESCAN_DRIVES             = Obnoviť jednotky
WHEN_DONE                 = Po dokončení
WHEN_DONE_NONE            = Nerobiť nič
WHEN_DONE_EXIT            = Skončiť program
WHEN_DONE_STANDBY         = Pohotovostný režim
WHEN_DONE_HIBERNATE       = Hibernovať
WHEN_DONE_LOGOFF          = Odhlásiť
WHEN_DONE_REBOOT          = Reštartovať
WHEN_DONE_SHUTDOWN        = Vypnúť PC
EXIT                      = Skončiť

; --- Report Menu

REPORT                    = Report
SHOW_REPORT               = Zobraziť report

; --- Settings Menu

SETTINGS                  = Nastavenia
LANGUAGE                  = Jazyk
TRANSLATIONS_FOLDER       = Priečinok s jazykovými prekladmi
GRAPHICAL_INTERFACE       = Grafické rozhranie
FONT                      = Písmo
OPTIONS                   = Možnosti
BOOT_TIME_SCAN            = Defragmentovať pri štarte OS
ENABLE                    = Povoliť
SCRIPT                    = Skript
REPORTS                   = Reporty

; --- Help Menu

HELP                      = Pomoc
CONTENTS                  = Obsah
BEST_PRACTICE             = Vhodné použitie
FAQ                       = Časté otázky
ABOUT                     = O programe

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Skript pri spustení OS

; Drives list items.

VOLUME                    = Jednotka
STATUS                    = Stav
TOTAL                     = Celková veľkosť
FREE                      = Voľná veľkosť
PERCENT                   = Percent

; Status messages

STATUS_RUNNING            = vykonáva sa
STATUS_ANALYSED           = analyzované
STATUS_DEFRAGMENTED       = defragmentované
STATUS_OPTIMIZED          = optimalizované

; Status bar messages.

DIRS                      = priečinkov
FILES                     = súborov
FRAGMENTED                = fragmentovaných
COMPRESSED                = komprimovaných
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = O programe
CREDITS                   = Autori
LICENSE                   = Licencia

; Shutdown confirmation

PLEASE_CONFIRM            = Prosím potvrď
REALLY_SHUTDOWN_WHEN_DONE = Naozaj chceš vypnúť počítač po dokončení?
REALLY_HIBERNATE_WHEN_DONE= Naozaj chceš uspať počítač po dokončení?
REALLY_LOGOFF_WHEN_DONE   = Naozaj sa chceš odhlásiť po dokončení?
REALLY_REBOOT_WHEN_DONE   = Naozaj chceš reštartovať počítač po dokončení?
SECONDS_TILL_SHUTDOWN     = sekúnd do vypnutia počítača
SECONDS_TILL_HIBERNATION  = sekúnd do uspatia počítača
SECONDS_TILL_LOGOFF       = sekúnd do odhlásenia používateľa
SECONDS_TILL_REBOOT       = sekúnd do reštartovania počítača
YES                       = áno
NO                        = nie

; END OF FILE
